module.exports = {
    "position":require("./config/position"),
    "isForeign":{
        "越南":true,
        "泰国":true,
        "伊朗":true,
        "巴基斯坦":true,
        "巴西":true,
        "印尼":true,
        "缅甸":true,
        "澳大利亚":true,
        "印度":true,
        "孟加拉国":true,

    },
    "areaOfServer":{
        "新疆维吾尔自治区乌鲁木齐市头屯河区八一钢厂":"新疆&西北地区",
        "新疆维吾尔自治区乌鲁木齐市乌鲁木齐县五彩湾":"新疆&西北地区",
        "新疆维吾尔自治区":"新疆&西北地区",
        "吉林省":"东北&西南地区",
        "吉林省长春市榆树市中安村":"东北&西南地区",
        "黑龙江省":"东北&西南地区",
        "黑龙江省大庆市":"东北&西南地区",
        "黑龙江省伊春市嘉荫县":"东北&西南地区",
        "黑龙江省绥化市":"东北&西南地区",
        "越南":"国外",
        "泰国":"国外",
        "伊朗":"国外",
        "巴基斯坦":"国外",
        "巴西":"国外",
        "印尼":"国外",
        "缅甸":"国外",
        "澳大利亚":"国外",
        "印度":"国外",
        "孟加拉国":"国外",
    },
    "isImportantItem":{
        "中安联合":true,
        "惠州宏瑞":true,
        "诸暨华海":true,
        "黑龙江伊品生物":true,
        "荆门绿动":true,
        "南通美亚":true,
        "越南斗山":true,
        "越南台塑":true,
        "台塑越南项目":true,
        "印尼项目":true,
        "印尼青山":true,
        "巴西项目":true,
        "缅甸仰光":true,

    }
}


//文档说明：
// 1. position 位置和用户名称关联
// 2. isForeign 是否国外和position关联
// 3. areaOfServer 服务地域和positoin关联
// 4. isImportantItem 重点项目和用户名称关联
